<?php
return [
    'messages' => [
        'store' => 'Запис ийгилиуктүү жазылды',
        'update' => 'Берилиштер ийгиликтүү өзгөртүлдү',
        'destroy' => 'Запис ийгиликтүү өчүрүлдү',
        'destroy_image' => 'Сүрөт ийгиликтүү өчүрүлдү',
        'destroy_file' => 'Файл ийгиликтүү өчүрүлдү',
        'now_allowed' => 'Жеткиликтүү эмес',
        'unable_delete' => 'Бул записти өчүрүү үчүн ага тиешелүү болгон, камтылган запистерди өчүрүнүз.'
    ],
    'unable_to_move' => 'Сиз бул категорияны бул багытка өзгөртө албайсыз.',
    'form_error' => 'Форманы сактоодо ката кетти!',
];