<div class="content__adm">
    <div class="content__heading">
        <h5>Learn by YOURSELF</h5>
    </div>
    <div class="content__body">
        <div class="manual__heading">
            <h6><span># </span>Мазмуну</h6>
        </div>
        <div class="manual__content">
            <ul>
                <li><a href="#admins__mn">Администраторлор</a></li>
                <li><a href="#content__mn">Мазмун</a></li>
                <li><a href="#exercises__mn">Көнүгүүлөр</a></li>
                <li><a href="#categories__mn">Категориялар</a></li>
            </ul>
        </div>
        <div class="manual__heading">
            <h6><span id="admins__mn"># </span>Администраторлор</h6>
        </div>
        <div class="manual__content">
            <p>Бул модул проекттин администраторлор панелине достубу бар колдонуучулар тизмесин көрсөтүп жана алардын
                кызмат ордун, статусун алмаштыруу, мүмкүнчүлүктөрүн чектеп же арттыруу, өчүрүү функционалын аткарат. Бирок,
                кызмат ордун, статусун алмаштыруу, мүмкүнчүлүктөрүн чектеп же арттыруу, өчүрүү функционалы менен бир гана
                "супер-админ" статусундага администраторлор колдоно алат. Эгерде "супер-админ" статусуна ээ эмес администратор
                өзгөртүү аракетинде оңдоо баракчасына ачууга аракет кылса, ал автоматтык түрдө кайра "администраторлор тизмеси"
                баракчасына жөнөтүлөт. Демек, супер-админден башкасы оңдоо баракчасына доступ ала албайт.
            </p>
        </div>

        <div class="manual__heading">
            <h6><span id="content__mn"># </span>Мазмун</h6>
        </div>
        <div class="manual__content">
            <h5>Виджеттер</h5>
            <p>Виджеттер модулу сайттагы эч кандай атайын запростун жардамысыз жүктөлүүчү маалыматтардын тизмесин жана
                аларды иштетүүчү функционалдарды камтыйт. Андагы сакталган маалыматтарды жалпысынан "виджеттер" деп атоо
                шартка жараша. Бул модуль виджеттерди түзүп, сактап, оңдоп жана өчүрүүчү функияларга ээ. Адистер тарабынан
                түзүлгөн виджеттерди өчүрбөө сунушталат. Ал эми виджеттер модулу төмөнкү талаалардан турат:
                <ul style="margin-left: 30px;">
                    <li>Аталышы</li>
                    <li>Адрестик аты</li>
                    <li>Жарыялоо</li>
                    <li>Мазмундук текст</li>
                </ul>
            </p>

            <h5>Сүрөттөр</h5>
            <p>Сүрөттөр модулу сайттагы грамматика тууралуу маалыматтарды камтыган сүрөттөрдүн тизмесин жана
                аларды иштетүүчү функционалдарды камтыйт. Бул модуль грамматика тууралуу маалыматтарды камтыган сүрөттөрдү
                сактап, оңдоп жана өчүрүүчү функияларга ээ. Ал эми сүрөттөр модулу
                төмөнкү талаалардан турат:
                <ul style="margin-left: 30px;">
                    <li>Аталышы</li>
                    <li>Категроия</li>
                    <li>Сүрөт</li>
                    <li>Жарыялоо</li>
                    <li>Башкы баракчага</li>
                </ul>
            
                "Башкы баракчага" талаасы сүрөттөрдү сайттын башкы баракчасында көрсөтүүнү тастыктоочу талаа болуп эсептелет.
                Эгер бул талаага белги коюп сактай турган болсок анда ал сүрөт сайттын башкы баракчасына жарыяланат. Төмөндөгүдөй:
            </p>

            <div style="width: 60%; margin: 30px auto;">
                <img src="{{ asset('/img/cards-screen.jpg') }}" alt="" style="width: 100%;">
            </div>

            <h5>Слайдер</h5>
            <p>Слайдер модулу сайттын башкы баракчасындагы слайдерди түзүүчү сүрөттөрдүн тизмесин жана
                аларды иштетүүчү функционалдарды камтыйт. Бул модуль слайттарды
                сактап, оңдоп жана өчүрүүчү функияларга ээ. Ал эми слайдер модулу
                төмөнкү талаалардан турат:
                <ul style="margin-left: 30px;">
                    <li>Кыскача текст</li>
                    <li>Приоритет</li>
                    <li>Сүрөт</li>
                    <li>Жарыялоо</li>
                </ul>

            "Приритет" талаасы слайттардын иретин түзүүнү камсыздайт. Функционал слайттарды приоритети боюнча кемүү тартибинде
            жарыялайт.
            </p>

            <h5>Дареги</h5>
            <p>Дареги модулу мекеменин дарегин, дареги баракчасында жарялоонучу Google картанын берилиштерин сактайт.
               Бул маалыматтарды бир эле жолу сактап жана ошону өзгөртүү туура иш. Эки же андан көп берилиштер сакталган
               учурда алардын эң акыркы сакталган гана колдонулат. Модулдун формасы төмөнкү талааларды камтыйт:
                <ul style="margin-left: 30px;">
                    <li>Орточо жакындак</li>
                    <li>Кеңдик</li>
                    <li>Алыстык</li>
                    <li>Адрес</li>
                </ul>

            "Орточо жакындык" талаасына көрсөтүлгөн берилиш спутниктен жерге чейинки аралыкты көрсөтүүчү берилиш катары
            каралат. "Кеңдик" жана "Алыстык" талааларына берүүлүүчү берилиштерди Google картадан керектүү жерди белгилеп
            алып алсак болот.
            </p>
        </div>

        <div class="manual__heading">
            <h6><span id="exercises__mn"># </span>Көнүгүүлөр</h6>
        </div>
        <div class="manual__content">
            <p>Саттагы негизги функционалды түзүүчү Грамматика, Көнүгүү ( GMR - GraMmaR - грамматика ), Тесттер, Видео, Блог
            модулдарын камтыган бөлүм. Бул модулдар грамматика, көнүгүүлөр, тесттер, видео жана макалаларды киргизүүчү, оңдоочу
                жана өчүрүүчү функцияларды камтыйт.
            </p>
        </div>

        <div class="manual__heading">
            <h6><span id="categories__mn"># </span>Категориялар</h6>
        </div>
        <div class="manual__content">
            <h6>Жалпы бөлүмдөр</h6>
            <p>Бардык көнүгүүлөргө керектелүүчү категроияларды түзүүчү модуль. Ошондой эле категорияларды кайсы көнүгүүлөргө
            колдонсо болорун көрсөтүүчү checkbox талаалары бар. Алардын бирин белгилөө менен сиз ал категорияны кайсы көнүгүүдө
            колдонсо болорун көрсөтөсүз.</p>

            <h6>Көнүгүү бөлүмдөрү</h6>
            <p>Бул модуль грамматиканын көнүгүүлөрүнө керектелүүчү категорияларды киргизүүчү, түзүүчү, оңдоочу жана
            өчүрүүчү функцияларды камтыйт.</p>
        </div>
    </div>
</div>